Repository: AsmaaAbouElfotouh/E-Doctor
Catalog: EDSDoctorsAppSolution/EDSDoctorsApp/EDSDoctorsApp/Resources/AppResources.*.resx
Languages: af

source: Address
af: Adres

source: Already registered?
af: Reeds geregistreer?

source: Always here for you
af: Altyd hier vir jou

source: Arabic
af: Arabies

source: Assistant Lecturer
af: Assistentdosent

source: Associate professor
af: Medeprofessor

source: Attachements
af: Aanhegsels

# BasicInformation
source: Basic Details
af: Basiese inligting

# BookNow
source: Book
af: Boek

source: Cancel
af: Kanselleer

source: Chat
af: Gesels

source: Chat History
af: Kletsgeskiedenis

# ChooseaPassword
source: Password
af: Wagwoord

# ChoosePassword
source: Password
af: Wagwoord

source: Confirm
af: Bevestig

source: Confirm password
af: Bevestig Wagwoord

# ConfirmyourPassword
source: Confirm password
af: Bevestig Wagwoord

source: Consultant
af: Konsultant

# CreateAccount
source: Create New Account
af: Skep nuwe rekening

source: Date
af: Datum

source: Date of birth
af: Geboortedatum

source: Diagnosis
af: Diagnose

source: Doctor
af: Dokter

source: Doctor Name
af: Dokter se naam

# doctouryLogin
source: eDoctor Patient - Login
af: eDoctor Patient - Teken in

# Donthaveaccount
source: Don't have an account? Register here
af: Het u nie 'n rekening nie? Registreer hier

source: Dosage:
af: Dosis:

source: Email
af: E -pos

source: Enter OTP
af: Voer OTP in

# Enterthecode
source: Please enter verification code sent to you email address {0}. If you haven't received it, please click
af: Voer die verifikasiekode wat na u e -posadres {0} gestuur is, in. As u dit nie ontvang het nie, klik asseblief

source: Enter your Message here
af: Voer u boodskap hier in

# EnteryourReason
source: Visit's Reason
af: Besoek se rede

source: Female
af: Vroulik

source: Female Doctors
af: Vroulike dokters

source: Filter By Career Level
af: Filtreer volgens loopbaanvlak

source: Filter By Gender
af: Filter volgens geslag

source: Find A Doctor
af: Soek 'n dokter

source: Find By Name
af: Soek op naam

source: Find By Specialty
af: Soek volgens spesialiteit

source: Find the docor you are looking for
af: Soek die dokter wat u soek

source: Find the nearest doctor for you
af: Vind die naaste dokter vir u

# ForgotCredentials
source: Forgot Password
af: Wagwoord vergeet

source: Form:
af: Vorm:

source: Frequency:
af: Frekwensie:

source: Gender
af: Geslag

source: General Practitioner
af: Algemene praktisyn

# ifyouhavenotreceived
source: to resend it.
af: om dit weer te stuur.

source: I'm booking for someone else
af: Ek bespreek vir iemand anders

source: Investigations
af: Ondersoeke

source: Investigations Details
af: Ondersoekbesonderhede

source: Keep your data fresh, and updated
af: Hou u data vars en opgedateer

source: Lecturer
af: Dosent

source: Let's get you back into your account
af: Laat ons u weer in u rekening terugbring

source: Login
af: Teken aan

# Loginfordoctorsbookingandmedicalfilemanagement
source: Login for doctors appointment booking and medical file management
af: Teken in vir besprekings vir dokters en bestuur van mediese lêers

source: Male
af: Manlik

source: Male Doctors
af: Manlike dokters

source: Manage your bookings and more with a single tap
af: Bestuur u besprekings en meer met 'n enkele tik

source: Medication Details
af: Gegee medisyne

source: Medication Name
af: Medisyne Naam

source: Medications
af: Medikasie

source: More Info
af: Meer inligting

# MyBookings
source: Bookings
af: besprekings

source: My Favorite Doctors
af: My gunsteling dokters

source: My Profile
af: My profiel

source: Name
af: Naam

source: Nearest Date
af: Naaste datum

source: No Results
af: Geen resultate

source: Notes:
af: Notas:

source: Password
af: Wagwoord

source: Phone
af: Foon

source: Phone 1
af: Telefoon 1

source: Phone 2
af: Telefoon 2

source: Phone Number
af: Telefoon nommer

source: Place
af: Plek

source: Please enter your new password
af: Voer asseblief u nuwe wagwoord in

source: Ratings & Reviews
af: Graderings en resensies

source: Register
af: Registreer

source: (required)
af: (vereis)

source: Reschedule
af: Herskeduleer

source: RESEND
af: STUUR weer

source: Reset Password
af: Herstel wagwoord

source: Result:
af: Uitslag:

source: Re-visit your preferred doctors
af: Besoek weer u gunsteling dokters

source: Save Basic Information
af: Stoor basiese inligting

source: Schedule an appointment on the right day for you
af: Maak 'n afspraak op die regte dag vir u

source: Schedule Appointment
af: Skedule afspraak

source: Search
af: Soek

source: Search Cities
af: Soek stede

# SelectLanguage
source: Change Language
af: Verander taal

source: Show Details
af: Wys besonderhede

source: Show More
af: Wys meer

source: Sign in here
af: Meld hier aan

# SignOut
source: Log Out
af: Teken uit

source: Specialist
af: Spesialis

source: Submit Schedule Request
af: Dien skeduleversoek in

source: Switch to Arabic interface
af: Skakel oor na die Arabiese koppelvlak

source: Time
af: Tyd

source: Type:
af: Tipe:

source: Update Password
af: Dateer wagwoord op

source: Visit Reason
af: Besoek Rede

# MissYou
source: We will miss you, please come again.
af: Ons gaan jou mis, kom asseblief weer.

source: Your Name
af: Jou naam

# Yoursearchbroughtupnoresults
source: Your search brought up no results. Try using a different keyword.
af: Jou soektog het geen resultate opgelewer nie. Probeer 'n ander sleutelwoord gebruik.

source: Schedules
af: Bylae

source: Sort by
af: Sorteer Volgens

source: Search Districts
af: Soek distrikte

source: Search Specialty
af: Soek spesialiteit

source: language
af: Taal

# dir3
source: left
af: links

# validateName
source: At least one character should be entered
af: Minstens een karakter moet ingevoer word

# validatePhone
source: Wrong number, it must start with 0 for local numbers, & 00 for international numbers
af: Verkeerde nommer, dit moet begin met 0 vir plaaslike nommers en 00 vir internasionale nommers

# LangChanged
source: Language Changed Successfully
af: Taal suksesvol verander

# FillAllRequiredFields
source: Please fill in all the required fields
af: Vul al die vereiste velde in

# validateEmail
source: Please enter a valid email address
af: Voer 'n geldige e -posadres in

# validatePassword
source: Please enter your password
af: Tik asseblief jou wagwoord

# InvalidLogin
source: Failed to login
af: Kon nie aanmeld nie

source: Here
af: Hier

# OTPResent
source: OTP code has been resent
af: OTP -kode is weer gestuur

# validateOTP
source: Please enter a valid OTP code
af: Voer 'n geldige OTP -kode in

# OTPConfirmFailure
source: Failed to confirm OTP code
af: Kon nie OTP -kode bevestig nie

# PasswordMismatch
source: Passwords don't match
af: Wagwoorde stem nie ooreen nie

# ChangePasswordFailed
source: Failed to change password
af: Kon nie wagwoord verander nie

# RegistrationFailed
source: Failed to register
af: Kon nie registreer nie

# EmailExists
source: Email already exists
af: E -pos bestaan ​​reeds

# SelectGender
source: Choose Gender
af: Kies geslag

source: Exit
af: Verlaat

# UnlinkAccount
source: Unlink your account from this device
af: Ontkoppel jou rekening van hierdie toestel

# ChooseSpecialty
source: Choose a specialty
af: Kies 'n spesialiteit

# ChooseCity
source: Choose a city
af: Kies 'n stad

# ChooseDistrict
source: Choose a district
af: Kies 'n distrik

# EnterDoctorName
source: Enter the name of the doctor you are looking for
af: Voer die naam van die dokter in wat u soek

# NoFavoriteDoctors
source: You don't have favorite doctors to display
af: U het nie u gunsteling dokters om te wys nie

source: Unfortunately
af: Ongelukkig

# NoBookings
source: You don't have bookings to display
af: U het geen besprekings om te vertoon nie

source: Language Settings
af: Taalinstellings

source: Invalid Data
af: Ongeldige data

source: Enter your Review
af: Voer u resensie in

source: Reviews
af: Resensies

source: Continue Using
af: Teken in met behulp van

source: Profile Saved
af: Profiel gestoor

# DeleteAttachment
source: Are you sure to delete this attachment?
af: Is jy seker om hierdie aanhegsel uit te vee?

source: Yes
af: Ja

source: No
af: Geen

source: Attention
af: Aandag

source: Attachment
af: Aanhegsel

source: Patients
af: pasiënte

source: Location
af: ligging

source: Visit Date
af: Besoekdatum

# Organization
source: Organization name
af: Organisasie Naam

source: Owner name
af: Eienaar naam

source: Degree
af: Graad

source: Speciality
af: Spesialiteit

source: Select Value
af: Kies Waarde

source: Address Details
af: Adresbesonderhede
